/* Time remaining left notification */
"%1$ld:%2$02ld left (%3$ld%%)" = "%1$ld:%2$02ld left (%3$ld%%)";

/* Percentage left menuitem */
"%ld %% left" = "%ld %% left";

/* Advanced percentage left menuitem */
"%ld %% left ( %ld/%ld mAh )" = "%1$ld %% left ( %2$ld/%3$ld mAh )";

/* Update menuitem
   Update notification */
"A newer version is available" = "A newer version is available";

/* Powersource state */
"AC Power" = "AC Power";

/* Advanced mode setting */
"Advanced mode" = "Advanced mode";

/* Powersource state */
"Battery Power" = "Battery Power";

/* Battery Time Remaining notification */
"Battery Time Remaining" = "Battery Time Remaining";

/* Calculating sidetext */
"Calculating…" = "Calculating…";

/* Charged notification */
"Charged" = "Charged";

/* Update menuitem */
"Checking for updates…" = "Checking for updates…";

/* Update menuitem */
"Could not check for updates" = "Could not check for updates";

/* Advanced battery info menuitem */
"Cycle count: %ld" = "Cycle count: %ld";

/* Display Fahrenheit setting */
"Display Fahrenheit" = "Display Fahrenheit";

/* Display percentage setting */
"Display percentage" = "Display percentage";

/* Display time with parentheses setting */
"Display time with parentheses" = "Display time with parentheses";

/* Display white text */
"Display white text" = "Display white text";

/* Update auto update prompt */
"Do you want auto updates?" = "Do you want auto updates?";

/* Open Energy Saver Preferences menuitem */
"Energy Saver Preferences…" = "Energy Saver Preferences…";

/* Update auto update prompt */
"Get Auto Updates" = "Get Auto Updates";

/* Hide icon setting */
"Hide icon" = "Hide icon";

/* Hide time setting */
"Hide time" = "Hide time";

/* Remaining menuitem */
"Loading…" = "Loading…";

/* Update auto update prompt */
"No" = "No";

/* Notification menuitem */
"Notifications" = "Notifications";

/* Powersource state */
"Off Line" = "Off Line";

/* Advanced battery info menuitem */
"On battery while last unplugged: %1$ld:%2$02ld" = "On battery while last unplugged: %1$ld:%2$02ld";

/* Powersource menuitem */
"Power source: %@" = "Power source: %@";

/* Advanced battery info menuitem */
"Power usage: %.2f Watt" = "Power usage: %.2f Watt";

/* Quit menuitem */
"Quit" = "Quit";

/* Settings menuitem */
"Settings" = "Settings";

/* Start at login setting */
"Start at login" = "Start at login";

/* Advanced battery info menuitem */
"Temperature: %.1f°C" = "Temperature: %.1f°C";

/* Advanced battery info menuitem */
"Temperature: %.1f°F" = "Temperature: %.1f°F";

/* Advanced battery info menuitem */
"Time since unplugged: %1$ld:%2$02ld" = "Time since unplugged: %1$ld:%2$02ld";

/* Powersource state */
"Unknown" = "Unknown";

/* Update menuitem */
"Up to date" = "Up to date";

